[
    {"text": "At one time, we were accustomed to calling domestic dogs, cats, parrots, hamsters, etc. pets."},
    {"text": "Perhaps, we still frequently experience cases around us where we refer to these animals as pets."},
    {"text": "However, at some point, the number of cases where these animals are referred to as companion animals has increased significantly."},
    {"text": "Not only in various TV news and newspaper articles, but also in park signs, the term 'companion animal' is often used."},
    {"text": "First, let’s compare what pet and companion animal mean. If you look up the Korean dictionary, a pet is defined as ‘an animal that you like and keep close to you and care for it.’"},
    {"text": "On the other hand, a companion animal means ‘an animal that a person keeps close to him or her in order to rely on him or her emotionally.’"},
    {"text": "According to this, a pet is ‘an animal that people keep because they like it and find it cute.’"},
    {"text": "Companion animals are ‘animals raised by people with whom they feel an emotional bond.’"},
    {"text": "At first glance, isn't it hard to notice the big difference between the two? However, if you interpret the Chinese characters, you can see a clearer difference between the two words."},
    {"text": "In other words, a pet means ‘an animal that humans love and play with.’"},
    {"text": "This is easy to understand when we consider that the person we marry and live with is often called a ‘partner.’"},
    {"text": "In other words, a companion animal can be interpreted as ‘an animal that lives with humans (in a relatively equal relationship).’"},
    {"text": "Even in the Animal Protection Act of the Republic of Korea, only the expression “companion animal” is used."},
    {"text": "The Animal Protection Act defines companion animals as animals such as dogs and cats raised for companion purposes."},
    {"text": "Therefore, when raising such a pet, the owner must provide the animal with appropriate food and water, ensure rest and sleep, and ensure that the animal receives prompt treatment in case of illness or injury, so that the animal does not experience fear and stress. We are forcing them to ensure a life free from abuse."},
    {"text": "In this way, companion animals are not only beings that people need to take care of, but they are also people who live with and think of them as family."},
    {"text": "Especially these days, as the number of single-person households increases, the number of people raising companion animals is increasing."},
    {"text": "People who raise companion animals say they feel psychological stability and intimacy from their animals."},
    {"text": "It's like family."},
    {"text": "So now, it is natural to respect and love them as pets, no longer as pets."},
    {"text": "The change in terminology from pet to companion animal means that humans' perspective on animals has changed."},
    {"text": "In the past, it was naturally accepted among people to value human life and to regard animal life as less precious or insignificant."},
    {"text": "However, the idea that just because animals cannot speak does not mean they do not have the right to live happily is beginning to gain traction."},

    {"text": "Have you ever heard the proverb, ‘When a rainbow appears in the west, don’t let the cows run into the river’?"},
    {"text": "Through this proverb, we can guess that our ancestors looked at the rainbow in the west and predicted weather changes such as rain or floods."},
    {"text": "When a rainbow appears in the west, it means that in the morning the sun rises in the opposite direction, in the east, and it rains in the west."},
    {"text": "And this rain will gradually move east."},
    {"text": "This is because our Korean Peninsula is influenced by westerly winds."},
    {"text": "Rainbows are also often accompanied by rain showers, which increases the likelihood of flooding."},
    {"text": "Through this, we can interpret that our ancestors were saying that when they see a rainbow in the west, they should not let their cows go to the river for fear of flood damage."},
    {"text": "So how does a rainbow form? Rainbows appear when it rains on the opposite side of the sun and the sun's rays are reflected or refracted when they hit water droplets in the air."},
    {"text": "This is why rainbows are easily observed near waterfalls where there are many water droplets in the air."},
    {"text": "What image comes to mind when you think of a ‘rainbow’? The rainbow you are probably thinking of is shaped like a semicircle or arc with seven colors."},
    {"text": "Because that's what we observed."},
    {"text": "However, the actual shape of the rainbow is neither a semicircle nor an arc, but a circle."},
    {"text": "Part of the large circle is obscured by the earth's surface, so it is only visible to our eyes as a semicircle or arc shape."},
    {"text": "The rainbow we know has seven colors, including red, green, green, and blue."},
    {"text": "Newton was the first to talk about these seven colors."},
    {"text": "When Newton passed light coming through a window through a prism, he found that it was divided into several colors, which he determined were seven in total."},
    {"text": "It is presumed that the reason for this decision is not because Newton accurately observed the seven colors, but rather because he used the number 7, which was considered a sacred number according to the culture of color at the time, to define various colors that were ambiguous."},
    {"text": "Due to cultural differences in viewing color, the colors of the rainbow are viewed differently depending on the era and country."},
    {"text": "So how many colors does a rainbow actually have? A whopping 200! Light has countless colors."},
    {"text": "This means that countless colors will appear even when it meets water droplets, reflects and refracts."},
    {"text": "However, because the human eye cannot distinguish all of these colors, a rainbow is expressed in only a few colors."},

    {"text": "Animals in this world are first divided into ‘vertebrates’ and ‘invertebrates’."},
    {"text": "Vertebrates include mammals, birds, reptiles, amphibians, and fish, while invertebrates include molluscs, coelenterates, flatworms, annelids, echinoderms, and arthropods."},
    {"text": "Among these, arthropods are surrounded by a hard exoskeleton and have a segmented structure."},
    {"text": "They are also invertebrates that usually have a bilaterally symmetrical body and four pairs of legs."},
    {"text": "They account for more than 80% of all animals on land, and their number is so large that the known species so far exceed 900,000."},
    {"text": "These arthropods are divided into the subphylum Trilobites (trilobites), subphylum Hexapods (hexapods), subphylum Cheliopods (chelicerae), subphylum Crustaceans (crustaceans), and polypods."},
    {"text": "Traces of arthropods that lived long ago can be seen through fossils."},
    {"text": "The Korean Peninsula mainly consists of Pyongyang, South Chungcheong, Mungyeong, Danyang, Yeongwol, and Gimpo, which are strata of the Jurassic period called the 'Daedong Supergroup', and plant fossils as well as arthropod fossils called 'Esterites' were discovered in these strata."},
    {"text": "Sometimes, fossils of trilobites are discovered."},
    {"text": "There is a ‘Trilobite Fossil Colony’ in Taebaek Jangseong, where there are 15 types of trilobite fossils and their sizes range from 1 to 22 cm."},
    {"text": "In addition, the oldest insect fossils in Korea are those from the early Mesozoic Era, which are a whopping 220 million years old."},
    {"text": "A few years ago, high school students from Daejeon discovered larvae of insects from the Order of the Order, Hemiptera, Order of Dragonflies, Order of Cockroaches, Order of Mayflies, and Hymenoptera from the Amisan Formation in Boryeong, South Chungcheong Province. It is said that 94 fossils and 13 wing fossils were discovered."},

    {"text": "A mutation is a phenomenon in which a new trait that was not present in the parent appears in an organism and is inherited."},
    {"text": "There are various causes of mutations, but they usually occur due to exposure to radiation, ultraviolet rays, chemicals, etc."},
    {"text": "Mutations are divided into those that occur in genes and those that occur due to abnormalities in the number or structure of chromosomes."},
    {"text": "It refers to a mutation that occurs due to an abnormality in the base sequence of DNA that makes up a gene. A representative example is ‘Huntington’s disease.’"},
    {"text": "Huntington's disease occurs when the C (cytosine), A (adenine), and G (guanine) bases in the nucleotide sequence of the gene on human chromosome 4 are repeated more than twice as often as in normal people."},
    {"text": "The more times it is repeated, the younger the age at which the disease first appears, and even if it is inherited from the father to the offspring, the younger the age at which the disease appears over the generations, the more severe the symptoms become."},
    {"text": "Dementia and mental abnormalities appear, and in particular, chorea, in which the body moves as if it were dancing violently because it does not work as intended, also appears."},
    {"text": "It affects 4 to 8 people per 100,000 people, symptoms first appear at ages 30 to 40, and progresses slowly over 10 to 30 years."},
    {"text": "Chromosomal mutations can be divided into cases where there are abnormalities in chromosome number and cases where there are abnormalities in chromosome structure."},
    {"text": "Chromosome number abnormalities are cases where the number of chromosomes is more or less than normal, causing mutations, and include Patau syndrome, Edwards syndrome, Down syndrome, Turner syndrome, and Klinefelter syndrome."},
    {"text": "As we have seen so far, human mutations can either favor or disadvantage our survival."},
    {"text": "If a serious mutation occurs during pregnancy, it usually leads to spontaneous miscarriage and makes it difficult for the baby to survive after birth."},
    {"text": "However, mutations also have advantages for human survival."},
    {"text": "A genetic mutation called ‘sickle-shaped cell syndrome’ is a condition in which red blood cells become sickle-shaped, and their ability to transport oxygen is reduced, resulting in severe anemia."},
    {"text": "However, potassium ions abnormally released from red blood cells are resistant to malaria mosquitoes, so people with sickle-shaped red blood cells are less prone to malaria."},
    {"text": "It is said that people living in areas where malaria occurs frequently have these red blood cells."},
    {"text": "In this way, mutations are mostly perceived as negative or bad diseases, but they can be thought of as a force that increases the diversity of living organisms, can help adapt to environmental changes, and can also serve as a driving force in evolution research."},
    {"text": "Humans can obtain new breeds by selectively breeding mutations that occur in other living organisms, or they can obtain new breeds by causing mutations using radiation, etc."},
    {"text": "Additionally, genes from other species were artificially introduced to create mutations with new characteristics."},
    {"text": "Traditional breeding is a method of developing superior varieties by artificially crossing naturally cross-breeding species or genera."},
    {"text": "Because it uses biological genes that can be naturally crossed, it is easy to verify stability, but it has the disadvantage of taking a lot of time and money."},
    {"text": "Radiation mutation breeding is a technique that uses radiation."},
    {"text": "This is a technology that irradiates seeds or seedlings to induce mutations at a higher frequency than in natural conditions, then selects individuals with better growth than normal, and then grows and develops them so that their characteristics can be passed on to future generations."},
    {"text": "It takes significantly less time than traditional breeding and has the advantage of being highly safe, unlike genetically modified organisms, so it is actively used to develop new varieties of orchids, chrysanthemums, soybeans, and rice."},
    {"text": "Genetically modified organisms are a method of artificially selecting useful genes from species that cannot breed naturally and combining them with other organisms to develop superior varieties."},
    {"text": "Although it has the disadvantage of being difficult to verify stability, it has the advantage of being able to obtain excellent varieties in a relatively short time and at low cost."},
    {"text": "Let's take a closer look at genetically modified organisms, a technology currently being actively used."},
    {"text": "The process of creating a genetically modified organism is three steps."},
    {"text": "In the first step, useful genes are searched for and extracted, in the second step, useful genes are transplanted into the desired organism to obtain transformation, and in the third step, the cells into which the gene has been inserted are cultured and those with the desired characteristics are selected among them."},
    {"text": "After that, it is necessary to conduct a stability test to ensure that there is no harm to the environment and the human body, register the variety, and obtain permission."},
    {"text": "However, there is actually quite a bit of resistance to mutations caused by humans."},
    {"text": "The biggest reason for rejection is that genes from different organisms have been introduced."},
    {"text": "This means that stability cannot be guaranteed."},
    {"text": "They may cause allergies or have unexpected toxicity."},
    {"text": "Additionally, accidental mating with other living organisms may cause unexpected disruption to the ecosystem."},
    {"text": "Looking at it further, if farms only grow genetically modified organism varieties, the varieties may become unified and diseases of those varieties may emerge, leading to the risk of near-extinction."},
    {"text": "Mutation may be the driving force of evolution, but artificial manipulation and selective cultivation by humans may actually serve as the driving force behind the extinction of living organisms."},
    {"text": "A major challenge for humanity in the future is to constantly worry about whether mutations caused by humans are having a negative impact on the natural ecosystem and to make efforts to develop science and technology."},

    {"text": "A car needs fuel to run."},
    {"text": "Fossil fuels were mainly used for this fuel, and environmental pollution on Earth is becoming more serious due to the enormous amount of fossil fuels used so far."},
    {"text": "People who recognize this seriousness are now working to create a healthier planet by researching eco-friendly fuels rather than fossil fuels."},
    {"text": "Cars that use fossil fuels have good engine output, but they produce a lot of exhaust gas, noise, and vibration, which directly contributes to environmental pollution."},
    {"text": "In comparison, hybrid cars that use an electric motor together are designed to save energy by using both the engine and electricity, but there are still exhaust gases, noise, and vibration."},
    {"text": "In contrast, cars that run purely on electric motors are eco-friendly vehicles that produce quiet and comfortable driving with low exhaust gases, noise, and vibration."},
    {"text": "Typically, electric vehicles use an internal combustion engine to generate electricity or charge electricity directly through a plug to run the engine."},
    {"text": "The history of electric cars began before gasoline cars."},
    {"text": "However, electric vehicles take too long to charge, and due to their limited capacity, the distance they can travel once charged is short, making them unsuitable for long-distance driving."},
    {"text": "So it didn't have much appeal."},
    {"text": "However, the development of secondary batteries means that electric cars may replace gasoline cars as the next generation of eco-friendly cars and appear in our lives in the future."},
    {"text": "Electric vehicles generate electricity using two types of ions, negative and positive ions, in the battery."},
    {"text": "The electricity thus generated is stored in cells arranged in series to run the engine."},
    {"text": "Cars that use electrolytes like this are environmentally friendly as they do not emit exhaust fumes."},
    {"text": "A lithium-ion battery is a type of secondary battery in which lithium ions move from the negative electrode to the positive electrode during the discharge process."},
    {"text": "When charging, lithium ions move from the anode to the cathode and return to their original location."},
    {"text": "Lithium-ion batteries are widely used in portable electronic devices on the market because they have high energy density, no memory effect, and low self-discharge even when not in use."},
    {"text": "However, general lithium-ion batteries can explode if used incorrectly, so care must be taken."},
    {"text": "When a potential difference is applied to the anode and the cathode, that is, when charging, the lithium on the anode loses electrons and becomes lithium ions, which are stored between the carbon layers of the cathode through the electrolyte."},
    {"text": "When charging is stopped, the lithium ions stored in the carbon layer of the cathode move to the anode where they originally were, causing current to flow in the conductor."},
    {"text": "The current generated at this time operates the electric motor, causing the car's wheels to rotate and the car to move."},
    {"text": "There has already been a lot of international interest in electrolyte fuel cells since the 1990s."},
    {"text": "Cars released these days are said to produce 900 horsepower."},
    {"text": "Electrolyte fuel cells are said to be possible because they can produce large output when many cells are connected in series."},
    {"text": "It is said that electric vehicles being introduced these days can inject electrolyte solution instead of charging the battery."},
    {"text": "It is said to be a method of obtaining energy by injecting two electrolyte solutions with positive and negative charges and reacting the two solutions in a tank."},
    {"text": "It is said that when injected in this way, there is no risk of explosion and the charging time is much faster than that of existing electric vehicles."},
    {"text": "To date, there is no ideal battery for simple, safe, and long-lasting storage of electrical energy."},
    {"text": "Hydrogen cars have a risk of explosion due to the nature of hydrogen, and existing electric cars have problems such as battery performance deteriorating over time, long charging times, and short travel distances after charging."},
    {"text": "That is why electrolyte vehicles are attracting attention as eco-friendly vehicles of the future."},
    {"text": "This is because there is no risk of explosion, battery performance does not deteriorate over time, and there is no need to create separate charging locations and charging stations as in the case of electric vehicles or hydrogen fuel cell vehicles."},
    {"text": "In the case of a charging station, an existing gas station can be used as a place to recharge electrolytes with just a few modifications."},
    {"text": "They also say that you can just install it in your home."},
    {"text": "Because it's not dangerous."},
    {"text": "Electrolyte cars require low maintenance costs and are easy to find nearby, so the cost of making electrolyte is said to be very low."},
    {"text": "Electrolyte fuel, which has many advantages such as low maintenance costs, non-toxicity, and long lifespan, is believed to be worthy of being the future of automotive fuel."},

    {"text": "When an overseas magazine conducted a survey on ‘the most beautiful woman in the world,’ there was an actress who received overwhelming support of 58%."},
    {"text": "In another magazine's 2012 survey, she was ranked first in the list of ‘the most beautiful people in history.’"},
    {"text": "She is also widely known for her good deeds through her various international volunteer work, while also being active in her own career as an actress."},
    {"text": "But then she realized that this person was her. One day, she gave an interview to an American current affairs magazine and confessed that she had had a mastectomy."},
    {"text": "She said that two years later she also had surgery to remove her ovaries and fallopian tubes."},
    {"text": "Why on earth did she undergo two major surgeries that involved amputating body parts and causing great concern?"},
    {"text": "She said the surgery the man had was a ‘prophylactic resection’, a surgery performed early on to prevent cancer."},
    {"text": "She actually had a heartbreaking family story behind her having this surgery."},
    {"text": "The fact is that her maternal grandmother, her aunt, and her mother all died of breast and ovarian cancer."},
    {"text": "In particular, her mother died at the age of 56 after suffering from ovarian cancer for 10 years."},
    {"text": "As a daughter who suffered through her mother's illness and death, she herself underwent a preventive test and was diagnosed with an 87% chance of developing breast cancer and a 50% chance of ovarian cancer, which caused the fear of losing her mother to her children. I had surgery to make sure I didn't feel it."},
    {"text": "Why was he diagnosed with such a high incidence of breast and ovarian cancer? Is it simply because members of her family have died from similar cancers? This was because a mutation in the BRCA1 gene that increased the incidence of breast cancer was discovered."},
    {"text": "When this gene mutates, the probability of developing breast and ovarian cancer increases dramatically."},
    {"text": "A method developed by researchers at an American university has made it possible to calculate the probability of developing breast and ovarian cancer when a person has a mutation in the BRCA gene."},
    {"text": "The American medical institution ‘Mayo Clinic’ investigated BRCA gene mutations in 639 people over 33 years, and found that it was effective in preventing cancer in more than 90% of patients who underwent prophylactic mastectomy."},
    {"text": "However, it is said that only 5% of all cancer patients develop breast cancer due to BRCA gene mutation."},
    {"text": "So what are the factors that cause the remaining 95% of cancers?"},
    {"text": "There are various causes of cancer, of which genetic causes account for a large portion."},
    {"text": "The rate at which a disease is passed on to offspring due to a specific gene is called ‘heritability’ or ‘heritability’. Knowing the heritability can partially predict the disease."},
    {"text": "Among the words mentioned along with genetic history, there is also ‘family history’."},
    {"text": "Family history refers to cases where two or more immediate family members spanning three generations have the same disease."},
    {"text": "It is a concept that includes various cases where the disease is caused by environmental factors such as eating habits, as well as the hereditary history of the patient's family, relatives, or people living together."},
    {"text": "If you have a family history, you are at higher risk of developing the disease, so you should be careful."},
    {"text": "As shown in the family history of an actor introduced earlier, family history has a great influence on breast and ovarian cancer."},
    {"text": "It has been found that having breast cancer doubles the risk of developing ovarian cancer, and that having ovarian cancer increases the risk of developing breast cancer by four times."},
    {"text": "Endometrial cancer, rectal cancer, and colon cancer are also strongly influenced by family history."},
    {"text": "In the past, diseases that appear due to family history were limited to colon cancer, breast cancer, and adult diseases, but these days, stroke, dementia, and depression are also being found to be related."},
    {"text": "Among 100 colon cancer patients, 15 were found to be related to family history, and 5 were found to have hereditary colon cancer caused by genetic defects."},
    {"text": "In particular, if one of the parents has hereditary colorectal cancer, the probability that the child will develop hereditary colorectal cancer is as high as 50%."},
    {"text": "Colon cancer usually appears after the age of 65, but if it occurs in a person under the age of 55, hereditary colon cancer should be suspected."},
    {"text": "A lump that appears in an internal organ is called a ‘polyp.’ It is said that people with polyps grow from puberty and develop into cancer in their 20s."},
    {"text": "If there are more than 100 polyps in the large intestine, hereditary ‘familial polyposis’ should be suspected."},
    {"text": "Polyps can develop into colon cancer, so in this case, polyps are removed sequentially or the colon is removed prophylactically."},
    {"text": "Normally, people can undergo a colonoscopy once every 2-3 years after the age of 45, but if a family history is suspected, a colonoscopy should be performed once every 2-3 years starting at the age of 25."},
    {"text": "These various cancers can be caused by genetic and environmental factors."},
    {"text": "In general, if you have a family history, the probability of developing cancer increases and the onset time also increases."},
    {"text": "Genetic testing may not be able to provide a complete solution to many diseases, including cancer, but if you get tested regularly and quickly find a way to predict and block the probability of developing cancer, all cancers, including those caused by family history, can be conquered."},

    {"text": "When the rain stopped once and for all, the sky looked unusually clear and high, and a rainbow appeared in the distance."},
    {"text": "The colors of the rainbow, gently revealing their brilliant light, looked so beautiful today that I took several pictures, and I wanted to make a picture of them as well."},
    {"text": "At that moment, I took out the drawing paper and paints I had in my bag and started drawing a rainbow right then and there."},
    {"text": "After drawing a round band, I took out the paint and tried to paint it one by one, but I was troubled."},
    {"text": "I wanted to make it look natural mixed at the border of the seven paints, but the more I layered the paint, the duller and darker the color became."},
    {"text": "To recognize an object, there must be light from a light source."},
    {"text": "When light reflects off an object and enters our eyes, we can perceive the object."},
    {"text": "However, each object absorbs and reflects light."},
    {"text": "A red rose absorbs other light and reflects red light, so when our eyes see the reflected red light, we know the rose is red."},
    {"text": "Green leaves appear green to our eyes because they absorb other light and reflect green light."},
    {"text": "Among the colors of light, red, green, and blue are called the three primary colors of light."},
    {"text": "By combining these three colors, you can create different colors of light."},
    {"text": "The colors of light become brighter as they are mixed, and if all three colors are combined, it becomes white light."},
    {"text": "Since paint is also an object, it reflects its own color and absorbs light of other colors."},
    {"text": "The reason why paints appear dark when mixed is easy to understand if you think about how objects absorb light."},
    {"text": "Among the colors of paint, cyan, magenta, and yellow are called the three primary colors or three primary colors of paint."},
    {"text": "Let's find out what color it will look like when mixing yellow paint and turquoise paint."},
    {"text": "Naturally yellow objects absorb blue light."},
    {"text": "Blue-green objects absorb red light."},
    {"text": "Therefore, the part where yellow and cyan paint are mixed absorbs blue and red light, and the remaining part appears green, which is the color of the light that is not absorbed and is reflected."},
    {"text": "So, the more the paints overlap, the more light is absorbed by the object and the less light is reflected, ultimately resulting in black when all mixed together."},
    {"text": "Understand the principle that mixing all the lights together makes white and mixing all the paints makes black. Try mixing the colors of the paints and painting various colors on drawing paper to draw a picture!"},

    {"text": "So when did dogs become human companions?"},
    {"text": "The exact date is unknown, but a tomb believed to be around 12,000 years old was discovered in the Mallaha region in northern Israel."},
    {"text": "In this tomb, human remains were found holding a small bone, and DNA testing revealed that the bone found with the human was that of a dog."},
    {"text": "Several circumstances suggest that dogs had already become humans' hunting partners during the hunting era and shared a strong emotional bond with them."},
    {"text": "In the West, there is a saying, “Man’s best friend is a dog.” Dogs are more than just animals that share friendship with humans."},
    {"text": "Recent studies have shown that people bond with dogs and even receive great comfort from them."},
    {"text": "One of the most common misconceptions about dogs is that dogs cannot distinguish between colors."},
    {"text": "Dogs can also distinguish colors."},
    {"text": "Cone cells in the retina are responsible for distinguishing colors."},
    {"text": "There are three types of cone cells that recognize visible light: red, green, and blue. The three types of cone cells combine colors like three primary colors and recognize various colors depending on the ratio of the combination."},
    {"text": "However, unlike humans, dogs have few cone cells that detect long and medium wavelengths, so only the blue color range can be clearly distinguished."},
    {"text": "So, compared to humans, we can say that we have red-green color blindness."},
    {"text": "Dogs' eyes have fewer cones, which reduces their ability to distinguish colors, but they also have more rod cells, which allow them to easily distinguish the outlines of objects in the dark."},
    {"text": "In addition, dogs' eyesight is usually severe myopia of about 0.27, but they have an extremely wide field of view, like a wide-angle lens of about 250°."},
    {"text": "For reference, humans have a field of view of approximately 180°."},
    {"text": "Human eyes face forward, so the field of view between the two eyes always overlaps perfectly, but a dog's eyes are turned to the side at various angles depending on the shape of the head, so the field of view is much less overlapping and wider than that of humans."},
    {"text": "How do other animals see the world? Cows, which have lived together as long as humans and dogs, are said to be color blind, just like dogs."},
    {"text": "Therefore, it is a false belief that the red cape worn by a matador excites the bull."},
    {"text": "It is said that to a cow, red is no different from blue or green."},
    {"text": "Cows react sensitively to the movement of the cloak, not to the color."},
    {"text": "It is probably people who get excited when they see the red cape."},
    {"text": "Snakes with eerie eyes are said to be able to sense infrared rays that humans cannot see."},
    {"text": "Therefore, it hunts using the heat coming from the body of its prey, and like an infrared vision camera, it can see people even at night."},
    {"text": "What about insects? The compound eyes of insects are made up of thousands of single eyes, and the movements of objects reflected in the compound eyes appear exaggerated like a mosaic screen."},
    {"text": "The reason it's not easy to catch a dragonfly is because our compound eyes quickly pick up on our movements."},
    {"text": "Also, insects such as bees can see light in the ultraviolet range well, so they are said to see flowers of a different color from those seen by humans, even if they are the same flower."},
    {"text": "People who can smell well are often called ‘dog noses.’"},
    {"text": "Dogs have about 1 billion olfactory receptors, making their sense of smell about 1 million times better than humans, who have about 1,000 olfactory receptors."},
    {"text": "It is a well-known story that due to these dogs' outstanding abilities, excellent dogs are used in the work of detecting drugs and rescuing people."},
    {"text": "When reports of explosives come in, dogs rush to the scene before humans."},
    {"text": "Recently, in the field of medicine, examples of collecting breath from healthy people and cancer patients through training and using it to diagnose cancer have been published."},
    {"text": "It is also said that a method of diagnosing bladder cancer through the smell of urine has been developed using dogs' excellent sense of smell."},
    {"text": "Humans can hear sounds with a frequency between 20 Hz and 20,000 Hz, but dogs are much better at hearing, and can hear sounds with a frequency between about 40 Hz and 60,000 Hz."},
    {"text": "Additionally, dogs have 17 muscles in their outer ears that allow them to adjust the direction and shape of their ears, so they can listen with greater concentration by raising their ears in the direction of the sound."},

    {"text": "The Aurora, which shines brightly in the dark night sky, resembles the dawn that dispels the darkness of the night."},
    {"text": "It is said that in 1621, French scientist Pierre Gassendi named Aurora after the name of Aurora, the goddess of dawn, the sister of Apollo, the sun god, in Roman mythology."},
    {"text": "The Aurora Borealis, also called the Aurora Borealis in the East, is called Northern Lights in English and has two official names in Latin."},
    {"text": "Auroras that can be seen in the Northern Hemisphere are called Aurora Borealis, meaning 'northern light resembling dawn', and Auroras that can be seen in the Southern Hemisphere are called Aurora Austrails."},
    {"text": "Which side is south? When you get lost, a compass is all you need to know."},
    {"text": "The reason you can find direction with a compass is because the Earth also has magnetic properties."},
    {"text": "But because the Earth is a magnet, it gives us more help."},
    {"text": "It protects our lives and creates beautiful aurora."},
    {"text": "So why did the Aurora disappear from the Korean Peninsula? This is because the Earth's magnetic north pole is constantly moving."},
    {"text": "The current magnetic north pole is north of Canada, but the magnetic north pole is moving west every year."},
    {"text": "Even now, the geomagnetic North Pole is moving at an average of about 40 km per year, faster than before 1970."},
    {"text": "If the current rate continues, the magnetic North Pole will move from Canada to Siberia in 50 years."},

    {"text": "Our Earth, which seemed to always remain the same, has been getting warmer and various global-scale events are occurring."},
    {"text": "Heavy rains are falling in some areas, droughts are worsening in others, and earthquakes and volcanic eruptions are causing many casualties and property damage."},
    {"text": "Nowadays, extreme weather is something we always hear about in the news."},
    {"text": "Humans needed energy and materials to live, so they created energy and used materials using the scientific technology of the time."},
    {"text": "As human civilization developed and people needed more energy, fossil fuels, which were easily available, began to be used."},
    {"text": "Advances in science and technology led to a significant increase in the use of nuclear fuel, which can create large amounts of energy with a small amount. ."},
    {"text": "The use of fossil fuels has had a significant impact on global warming, and the use of nuclear fuels has created a dangerous situation for humans and the natural environment."},
    {"text": "For this reason, many countries are reducing or giving up the use of fossil fuels and nuclear fuels, and have become very interested in research and use of new and renewable energy."},
    {"text": "Renewable energy is new energy that did not exist before or by converting existing fossil fuels. It refers to the energy used by converting renewable energy including sunlight, water, geothermal heat, precipitation, biological organisms, etc."},
    {"text": "In Korea, new and renewable energy is divided into 12 fields. The new energy field includes three fields: hydrogen energy, fuel cells, and coal liquefaction and gasification."},
    {"text": "The renewable energy field includes solar energy, solar heat, bio, wind power, hydropower, It is divided into nine fields, including ocean, waste, geothermal, and hydrothermal."},
    {"text": "There are two ways to use solar energy directly: using the sun's light energy and using the sun's heat energy."},
    {"text": "Solar power generation is a technology that produces electricity by converting the sun's light energy."},
    {"text": "The solar power generation system consists of a module made up of solar cells, a storage battery, and a power conversion device, and uses the solar cells to generate electricity when exposed to sunlight."},
    {"text": "There are two ways to use the sun's thermal energy: one is to absorb light from the sun and convert it into thermal energy, and the other is to collect sunlight and generate electricity through a thermal power generation device. The energy created in this way is used for cooling and heating of buildings, hot water supply, and heat generation. It is used for etc."},
    {"text": "Therefore, it can be said that the core of technology that utilizes the sun's thermal energy lies in technology to collect and store solar energy."},
    {"text": "Bioenergy utilization technology refers to the use of biological organisms, including plants and fungi produced by photosynthesis of plants and microorganisms that receive solar energy, and animals that feed on them, into liquid, gas, or solid fuel or through direct or biochemical and physical conversion processes. It refers to technologies such as chemical, biological, and combustion engineering that utilize electrical energy or thermal energy."},
    {"text": "Ultimately, bioenergy is also one of the ways to indirectly use solar energy."},
    {"text": "Humans have been using the energy of water and wind for a very long time, using watermills to grind grain and sailboats to travel to distant places."},
    {"text": "In recent years, with the development of technology, methods of generating energy using water and wind have become more diverse and vast."},
    {"text": "Marine energy is a technology that produces electricity or heat using ocean tides, waves, currents, and temperature differences. Methods of producing electricity include tidal power, wave power, ocean currents, and temperature difference power generation."},
    {"text": "Tidal power generation is a technology that produces electricity using the rise and fall movement of the sea level using the ebb and flow of the tide as a power source."},
    {"text": "Wave power generation is a technology that produces electricity using the kinetic and potential energy of coastal or deep-sea waves."},
    {"text": "Tidal power generation is a technology that produces electricity using the kinetic energy generated by the flow of seawater."},
    {"text": "Seawater temperature difference power generation is a technology that produces electricity by converting heat energy into kinetic energy using the temperature difference between the warm water on the surface of the ocean and the cold water about 500 to 1,000 meters deep in the ocean."},
    {"text": "Hydrogen energy technology is a technology that separates, produces, and uses hydrogen that exists in the form of compounds such as water, organic matter, and fossil materials."},
    {"text": "Hydrogen can be most easily produced through electrolysis of water, but the cost of using hydrogen energy is higher than the cost of producing hydrogen. Due to its low economic feasibility, research is underway on manufacturing technologies using alternative power sources or catalysts."},
    {"text": "All of the above energies can be said to utilize solar energy directly or indirectly."},
    {"text": "Plants receive sunlight and photosynthesize to become an energy source for animals, and sea water evaporates to form clouds, which fall as rain to create rivers to generate hydroelectric power, and then return to the sea."},
    {"text": "The energy we use comes from the sun, and that energy is converted into various forms of energy."},
    {"text": "Environmentally friendly and infinite solar energy is meaningless in itself, but becomes meaningful when converted into other energy."},
    {"text": "Therefore, it is also of great significance to find out what other energy solar energy is converted to on Earth."},

    {"text": "Climate refers to the overall average state of weather in a specific area over a long period of time (usually 30 years), and the current climate is influenced by natural factors such as volcanic eruptions and changes in solar activity, excessive use of fossil fuels, and large-scale deforestation. Gradual change due to the same factors is called climate change."},
    {"text": "According to the ‘Global Climate Report’ published by the US National Oceanic and Atmospheric Administration (NOAA), the average temperature of the world's oceans in August 2017 was 16.81℃, which is 0.71℃ higher than the average temperature in the 20th century (16.1℃)."},
    {"text": "The Intergovernmental Panel on Climate Change (IPCC), an intergovernmental consultative body under the United Nations, predicted in its 5th comprehensive report on climate change in 2014 that the average global temperature will rise by up to 4°C due to global warming by 2100."},
    {"text": "In particular, the 5th report stated, “The highest levels of anthropogenic greenhouse gas emissions in history have occurred recently, causing major changes in the climate and having far-reaching effects on humans and the natural world,” and pointed out that global warming caused by human industrial activities It is clearly stated that is the main cause of climate change."},
    {"text": "Global warming, which has occurred since 1850, has progressed to its greatest extent in the past 30 years."},
    {"text": "The period 1983-2012 is estimated to be the hottest 30 years in the Northern Hemisphere in the last 1400 years."},
    {"text": "Looking at the observed results, between 1880 and 2012, the Earth's temperature increased from a minimum of 0.65℃ to a maximum of 1.06℃, which means an average increase of 0.85℃."},
    {"text": "The average temperature increase is expected to increase over time, and assuming that carbon dioxide is emitted as it is now, the average temperature of the Earth by the end of the 21st century is expected to rise by a whopping 3.7°C compared to now."},
    {"text": "Since the Industrial Revolution, humanity has continued to emit greenhouse gases."},
    {"text": "Carbon dioxide, released during the burning of fossil fuels, is the main culprit."},
    {"text": "In addition, in the process of destroying forests to expand agricultural land, the area of ​​forests that store carbon dioxide decreased, and the concentration of carbon dioxide in the atmosphere gradually increased."},
    {"text": "Additionally, as more carbon dioxide dissolves in the ocean, ocean acidification has occurred."},
    {"text": "Between 1992 and 2011, Greenland and Antarctic glaciers lost mass, and between 2002 and 2011, glacier mass loss occurred at a higher rate."},
    {"text": "Glaciers continue to shrink worldwide."},
    {"text": "Additionally, Arctic sea ice also decreased from 1979 to 2012, at a very high rate of 3.5 to 4.1% per decade."},
    {"text": "Assuming that greenhouse gases are emitted as they are now, by the second half of the 21st century, summer sea ice will have decreased by 94% compared to now, and almost all of it will melt."},
    {"text": "When sea ice melts like this, it is natural that sea levels rise as much as it melts."},
    {"text": "Between 1901 and 2010, global average sea level increased by 19 cm."},
    {"text": "The rate of sea level rise since the mid-19th century has been greater than the average rate over the past 2,000 years."},
    {"text": "What is the best way to prevent climate change? That is to reduce greenhouse gas emissions."},
    {"text": "Since a lot of greenhouse gases, especially carbon dioxide, are generated from the use of fossil fuels, we need to increase the development and use of new and renewable energy such as hydrogen energy, solar energy, and geothermal energy that can reduce the generation of carbon dioxide."},
    {"text": "Additionally, climate change is a global problem that cannot be solved through the efforts of one country, so the international community needs to discuss solutions together and make continuous efforts to reduce greenhouse gases."},
    {"text": "Is there any way to reduce greenhouse gases in our daily lives? First of all, it is said that just unplugging half of the electrical appliances not in use at home can reduce carbon dioxide emissions by 78 kg per year."},
    {"text": "If you use water when brushing your teeth or washing your face, you can reduce carbon dioxide emissions by 17 kg per year, and if you shorten your shower time by just 5 minutes, you can reduce carbon dioxide emissions."},
    {"text": "This is because it usually takes about 10 minutes to shower, and about 1.8 kg of carbon dioxide is emitted to heat this water."},
    {"text": "In addition, you can protect your health and the planet by maintaining an appropriate indoor temperature, that is, a heating temperature of 20℃ or less in winter and an indoor temperature of 26~28℃ in summer, reducing the use of passenger cars and using public transportation."},

    {"text": "‘The cold got worse and then turned into the flu.’ People often think of colds and the flu as similar."},
    {"text": "When a cold gets worse and worse, some people say that they have the flu, but in reality, cold and flu are different diseases."},
    {"text": "The cause of the flu is the ‘influenza virus.’"},
    {"text": "When the virus invades the respiratory tract, symptoms such as headache, muscle pain, vomiting, diarrhea, and high fever may appear. In severe cases, complications such as pneumonia may develop."},
    {"text": "However, there is a vaccine for prevention and treatment."},
    {"text": "There are dozens to hundreds of causes of colds, including rhinovirus, coronavirus, and adenovirus."},
    {"text": "When you catch a cold, symptoms such as stuffy nose, runny nose, sneezing, and coughing appear. If you get enough rest and pay attention to your nutrition, it will usually get better naturally within 1 to 2 weeks."},
    {"text": "However, because there are so many different types of viruses, there are no preventative or curative drugs."},
    {"text": "If you go to a hospital or public health center, you can see notices about vaccinations."},
    {"text": "For tuberculosis, the incidence rate decreases with just one BCG vaccination within 4 weeks after birth, and the preventive effect continues for more than 10 years. Hepatitis B is added only if no antibodies are produced after receiving the basic vaccination 3 times after birth and testing for antibodies. They say they are getting vaccinated."},
    {"text": "However, you must be vaccinated against the flu every year."},
    {"text": "The answer to this question can be found in the evolution of influenza viruses."},
    {"text": "And to understand the evolution of the influenza virus, we must first understand its structure."},
    {"text": "The outer shell of the influenza virus contains two types of proteins: hemagglutinin and neuraminidase."},
    {"text": "Hemagglutinin plays a role in allowing the virus to stick to the host, and neuraminidase plays a role in spreading the virus."},
    {"text": "Influenza viruses are named by adding a number to the first letter 'H' of hemagglutinin and 'N' of neuraminidase. There are 16 types of hemagglutinin and 9 types of neuraminidase. There may be 144 different names for the influenza virus."},
    {"text": "Among the influenza viruses, a virus called H1N1 causes the flu."},
    {"text": "Viruses can cause colds and flu, but some viruses can also cause cancer."},
    {"text": "An interesting fact is that some of the genes of tumor viruses that cause cancer come from humans."},
    {"text": "At first, the virus entered near the genes that control the human cell cycle and caused cell division to continue, causing cancer. As the virus proliferated, genes that prevented cell cycle control were introduced into its genome, causing the virus to evolve. It happened."},
    {"text": "In this way, viruses have evolved for various reasons, and living organisms, including humans, which are the hosts of the virus, have developed immunity to the virus, and the virus has pierced human immunity through evolution again, and the host has a window to respond again"},
    {"text": "I look forward to seeing what results the power of immunity within the human body and the medical efforts of human society to fight against the evolution of viruses will bring about in the future."}
]
  

